app/views/phrases/_form.html.erb

SELECT  "categories".* FROM "categories"  ORDER BY "categories"."id" ASC LIMIT 1
---
    <%= f.label :category_id %><br>
    <%= f.select :category_id, Category.all.collect {|c| [c.name, c.id]}  %>