app/controllers/homepage_controller.rb

  def index
      @phrase = Phrase.all.sample
---
SELECT "phrases".* FROM "phrases"