app/controllers/images_controller.rb

INSERT INTO "images" ("link", "category_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["link", "foto-depress_o.jpg"], ["category_id", 1], ["created_at", "2015-10-03 18:46:54.556762"], ["updated_at", "2015-10-03 18:46:54.556762"]]
---
  def create
    @image = Image.new(image_params)

    respond_to do |format|
      if @image.save