app/controllers/phrases_controller.rb

SELECT "phrases".* FROM "phrases"
---
  def index
    @phrases = Phrase.all

INSERT INTO "phrases" ("text", "category_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["text", "Hoje talvez você seja demitido"], ["category_id", 1], ["created_at", "2015-10-03 17:56:03.117877"], ["updated_at", "2015-10-03 17:56:03.117877"]]
---
  def create
    @phrase = Phrase.new(phrase_params)

    respond_to do |format|
      if @phrase.save

SELECT  "phrases".* FROM "phrases" WHERE "phrases"."id" = ? LIMIT 1  [["id", 1]]
---
    def set_phrase
      @phrase = Phrase.find(params[:id])