app/views/images/_form.html.erb

SELECT "categories".* FROM "categories"
---
    <%= f.label :category_id %><br>
    <%= f.select :category_id, Category.all.collect {|c| [c.name, c.id]}  %>